app/views/gossips/show.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 70], ["LIMIT", 1]]
---
		  		<blockquote class="blockquote mb-0">
		  			 <footer class="blockquote-footer text-right"><%= link_to "#{@gossip.user.first_name}", user_path(@gossip.user.id) %> </footer></blockquote>