app/controllers/cities_controller.rb

SELECT  "cities".* FROM "cities" WHERE "cities"."id" = $1 LIMIT $2  [["id", 72], ["LIMIT", 1]]
---
  def show
  	id = params[:id]
  	@city = City.all.find(id)