app/controllers/users_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 13], ["LIMIT", 1]]
---
  def show
  	@id = params[:id]
  	@user = User.all.find(@id)