app/views/cities/show.html.erb

SELECT  "cities".* FROM "cities" WHERE "cities"."id" = $1 LIMIT $2  [["id", 72], ["LIMIT", 1]]
SELECT  "gossips".* FROM "gossips" WHERE "gossips"."id" = $1 LIMIT $2  [["id", 19], ["LIMIT", 1]]
---
	    </br>
	    <% Gossip.find(@gossip.user.city).each do |gossip| %>