app/views/cities/show.html.erb

SELECT "users".* FROM "users" WHERE "users"."city_id" = $1  [["city_id", 19]]
---
<<<<<<< HEAD
	    <% @city.users.each do |user| %>

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 20], ["LIMIT", 1]]
SELECT "gossips".* FROM "gossips" INNER JOIN "users" ON "gossips"."user_id" = "users"."id" WHERE "users"."city_id" = $1  [["city_id", 72]]
---
			  		<h3 class="card-title"><%=link_to @gossip.title, gossip_path(@gossip.id) %> </h3>
			  		<p class="card-text"><%= @gossip.user.first_name %></p>

=======
	    <% @city.gossips.each do |gossip| %>